public/lecture-notes/Pflanzenökologie.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Pflanzenökologie</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style_notes.css" type="text/css"/> <link rel="icon" href="../img_doc/favicon.png" type="image/x-icon"/>
</head>
<body>
<div id="preamble" class="status">
<nav>
  <a href="../index.html">&lt; Home</a>
</nav>
<div id="updated">Updated: 2023-04-28 Fri 19:14</div>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Pflanzenökologie</h1>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgc4fffe8">Einführung&#xa0;&#xa0;&#xa0;<span class="tag"><span class="drill">drill</span></span></a>
<ul>
<li><a href="#org8ed713f">Definition Pflanze</a></li>
<li><a href="#orgdc1bd0d">Definition Pilze</a></li>
<li><a href="#orgfbc1c2f">Definition Ökologie</a>
<ul>
<li><a href="#org25d8fde">Hierarchie biologischer Systeme:</a></li>
</ul>
</li>
<li><a href="#org94691be">Geschichte des Lebens</a></li>
<li><a href="#orga9b7490">Die Reiche der Biologie</a>
<ul>
<li><a href="#org5701ff0">Leben nach Woese:</a></li>
</ul>
</li>
<li><a href="#org7065461">Endosymbiontentheorie</a></li>
</ul>
</li>
<li><a href="#org2eaa318">Wichtige Schritte der Evolution</a>
<ul>
<li><a href="#org251cc30">Kernphasenwechsel</a></li>
<li><a href="#orgf86602b">Generationswehchsel</a></li>
<li><a href="#org1026d1c">Reproduktion</a>
<ul>
<li><a href="#orga4c2f55">sexuell</a></li>
<li><a href="#org1cd25c1">vegetativ</a></li>
</ul>
</li>
<li><a href="#org3acbea2">Evolution der Geschlechter</a>
<ul>
<li><a href="#orgbc68282">Isogamie</a></li>
<li><a href="#org1e85b53">Anisogamie</a></li>
<li><a href="#org4695dd6">Oogamie</a></li>
<li><a href="#orgfd72f7f">Diözie</a></li>
<li><a href="#org9de04af">Monözie</a></li>
<li><a href="#orga379a56">Hermaphroditismus</a></li>
</ul>
</li>
<li><a href="#org65e29ed">Mehrzelligkeit und Zelldifferenzierung</a></li>
<li><a href="#org4af69cf">Vielfalt der Lebenszyklen</a></li>
</ul>
</li>
<li><a href="#org06c2829">Evolution und Systematik</a>
<ul>
<li><a href="#orga0ac7f3">Eigenschaften des Lebens</a></li>
<li><a href="#org0123320">Evolution und Artbildung</a></li>
<li><a href="#orgc079137">Systematik</a>
<ul>
<li><a href="#org566d9bd">Definition Systematik</a></li>
<li><a href="#org37f8773">Taxonomie</a></li>
<li><a href="#org5f42e5c">Phylogenetik</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5b22424">Evolution und Ökologie</a></li>
<li><a href="#orgac460e9">Moose und Farne</a>
<ul>
<li><a href="#orgf98666a">Definition Kräuter / krautige Pflanen</a></li>
</ul>
</li>
</ul>
</div>
</nav>

<div id="outline-container-orgc4fffe8" class="outline-2">
<h2 id="orgc4fffe8">Einführung&#xa0;&#xa0;&#xa0;<span class="tag"><span class="drill">drill</span></span></h2>
<div class="outline-text-2" id="text-orgc4fffe8">
</div>
<div id="outline-container-org8ed713f" class="outline-3">
<h3 id="org8ed713f">Definition Pflanze</h3>
<div class="outline-text-3" id="text-org8ed713f">
<p>
Pflanzen sind Organsismen, die neben echten Zellkernen auch Plastiden (meist Chloroplasten) als Organellen enthalten. Pflanzen sind (allermeistens) photoautotroph.
</p>
</div>
</div>
<div id="outline-container-orgdc1bd0d" class="outline-3">
<h3 id="orgdc1bd0d">Definition Pilze</h3>
<div class="outline-text-3" id="text-orgdc1bd0d">
<p>
Pilze sind heterotroph wie Tiere und ernähren sich von totem organischem Gewebe, parasitär oder mutualistisch. Pilze sind jedoch sessil und weisen Zellwände (aus Chitin oft) und Vakuolen auf, haben jedoch eben keine Plastiden.
</p>
</div>
</div>
<div id="outline-container-orgfbc1c2f" class="outline-3">
<h3 id="orgfbc1c2f">Definition Ökologie</h3>
<div class="outline-text-3" id="text-orgfbc1c2f">
<p>
Wissenschaftliche Untersuchung der Beziehungen zwischen Lebewesen und ihrer Umwelt.
</p>

<ul class="org-ul">
<li>Interaktionen zwischen Individuen mit der abiotischen Umwelt</li>
<li>Interaktionen zwischen Individuen der gleichen Art oder verschiedenen Arten</li>
<li>Häufigkeit und Verbreitung von Populationen, Arten, Lebensgemeinschaften</li>
<li>Stoff- und Energiehaushalt von Biosphäre, Ökosystemen, Populationen und Individuen.</li>
</ul>
</div>

<div id="outline-container-org25d8fde" class="outline-4">
<h4 id="org25d8fde">Hierarchie biologischer Systeme:</h4>
<div class="outline-text-4" id="text-org25d8fde">
</div>
<ul class="org-ul">
<li><a id="org3e99c9f"></a>Biosphäre<br>
<ul class="org-ul">
<li><a id="orga81cfb5"></a>Biome<br>
<ul class="org-ul">
<li><a id="orgaa309fa"></a>Ökosysteme<br>
<ul class="org-ul">
<li><a id="org8f97598"></a>Lebensgemeinschaft<br>
<ul class="org-ul">
<li><a id="org4f7cbf2"></a>Population<br>
<ul class="org-ul">
<li><a id="orgf5eb762"></a>Organismus<br></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org94691be" class="outline-3">
<h3 id="org94691be">Geschichte des Lebens</h3>
<div class="outline-text-3" id="text-org94691be">
<ul class="org-ul">
<li>ca. 4.8 mya Entstehung der Erde</li>
<li>ca. 3.8 mya Entstehung von Prokaryoten</li>
<li>ca. 2.8 mya Atmosphärischer Sauerstoff (Grosse Sauerstoffkatastrophe)</li>
<li>ca. 2.1 mya einzellige Eukaryoten</li>
<li>ca. 1.5 mya mehrzellige Eukaryten</li>
<li>ca. 0.7 mya Tiere</li>
<li>ca. 0.5 mya Kolonialisierung des Lande</li>
</ul>
</div>
</div>

<div id="outline-container-orga9b7490" class="outline-3">
<h3 id="orga9b7490">Die Reiche der Biologie</h3>
<div class="outline-text-3" id="text-orga9b7490">
<p>
Carl Woese definierte drei Domänen und sechs Reiche der Lebewesen. Eine einprägsame aber falsche Klassifikation. In realität sind vor Allem die basalen Gruppen viel sehr fragmentiert und nicht einfach zuzuordnen. Die Systematik Vorlesung befasst sich genauer mit diesem Thema.
</p>
</div>

<div id="outline-container-org5701ff0" class="outline-4">
<h4 id="org5701ff0">Leben nach Woese:</h4>
<div class="outline-text-4" id="text-org5701ff0">
</div>
<ul class="org-ul">
<li><a id="org94ef748"></a>Prokaryoten<br>
<ul class="org-ul">
<li><a id="orga2d3b0e"></a>Bacteria<br></li>
<li><a id="org53498f5"></a>Archaea<br></li>
</ul>
</li>
<li><a id="orgcc66122"></a>Eukaryoten<br>
<ul class="org-ul">
<li><a id="orgdf99bc1"></a>Protisten<br></li>
<li><a id="org5a3c6f6"></a>Plantae<br></li>
<li><a id="org5b0c6dd"></a>Fungi<br></li>
<li><a id="org5379c0a"></a>Animalia<br></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org7065461" class="outline-3">
<h3 id="org7065461">Endosymbiontentheorie</h3>
<div class="outline-text-3" id="text-org7065461">
<p>
Erklärung für das Aufkommen von Eukaryoten.
</p>

<ul class="org-ul">
<li>Prokarytische Zelle, die ein Bakterium als Mitochondrium verschluckt gilt als Vorläufer der heterotrophen, tierischen Zellen</li>
<li>Prokarytische Zelle, die ein Cyanobakterium als Chloroplast verschluckt, gilt als Vorläufer von autotrophen, pflanzlichen Zellen</li>
</ul>

<p>
Einige unterstützende Argumente zur Endosymbiontentheorie:
</p>
<ul class="org-ul">
<li>Mitochondrien und Chloroplasten besitzen DNA, die ähnlich ist zu jener der Bakterien</li>
<li>Sie sind ähnlich gross und reproduzieren sich durch binäre Zweiteilung wie Prokaryoten</li>
<li>Das Membran-Lipid Cardiolipin kommt ausschliesslich in der inneren Mitochondrienmembran und in Bakterienmembranen vor.</li>
<li>Einige Transportproteine (Porine) kommen in Bakterien, Mitochondrien und Chloroplasten vor.</li>
<li>Genomvergleiche zeigen auf grosse Ähnlichkeit zwischen Mitochondrien und Bakterien, bzw. zwischen Chloroplasten und Cyanobakterien.</li>
<li>Interne Struktur der Plastiden (Thylakoide und Chlorophyll) ist sehr ähnlich zu jener von Cyanobakterien.</li>
<li>Ribosomen in Mitochondrien und Chloroplasten sind ähnlicher zu jenen in Bakterien als jene in Eukaryoten.</li>
<li>Chloroplasten finden sich in verschiedenen Protisten, die nah verwandt sind mit Plastiden-freien Arten -&gt;  Wenn Plastiden mehrmals unabhängig entstanden sind, ist ihre grosse Ähnlichkeit schwierig zu erklären.</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-org2eaa318" class="outline-2">
<h2 id="org2eaa318">Wichtige Schritte der Evolution</h2>
<div class="outline-text-2" id="text-org2eaa318">
</div>
<div id="outline-container-org251cc30" class="outline-3">
<h3 id="org251cc30">Kernphasenwechsel</h3>
</div>
<div id="outline-container-orgf86602b" class="outline-3">
<h3 id="orgf86602b">Generationswehchsel</h3>
</div>
<div id="outline-container-org1026d1c" class="outline-3">
<h3 id="org1026d1c">Reproduktion</h3>
<div class="outline-text-3" id="text-org1026d1c">
</div>
<div id="outline-container-orga4c2f55" class="outline-4">
<h4 id="orga4c2f55">sexuell</h4>
</div>
<div id="outline-container-org1cd25c1" class="outline-4">
<h4 id="org1cd25c1">vegetativ</h4>
</div>
</div>
<div id="outline-container-org3acbea2" class="outline-3">
<h3 id="org3acbea2">Evolution der Geschlechter</h3>
<div class="outline-text-3" id="text-org3acbea2">
</div>
<div id="outline-container-orgbc68282" class="outline-4">
<h4 id="orgbc68282">Isogamie</h4>
</div>
<div id="outline-container-org1e85b53" class="outline-4">
<h4 id="org1e85b53">Anisogamie</h4>
</div>
<div id="outline-container-org4695dd6" class="outline-4">
<h4 id="org4695dd6">Oogamie</h4>
</div>
<div id="outline-container-orgfd72f7f" class="outline-4">
<h4 id="orgfd72f7f">Diözie</h4>
</div>
<div id="outline-container-org9de04af" class="outline-4">
<h4 id="org9de04af">Monözie</h4>
</div>
<div id="outline-container-orga379a56" class="outline-4">
<h4 id="orga379a56">Hermaphroditismus</h4>
</div>
</div>
<div id="outline-container-org65e29ed" class="outline-3">
<h3 id="org65e29ed">Mehrzelligkeit und Zelldifferenzierung</h3>
</div>
<div id="outline-container-org4af69cf" class="outline-3">
<h3 id="org4af69cf">Vielfalt der Lebenszyklen</h3>
</div>
</div>
<div id="outline-container-org06c2829" class="outline-2">
<h2 id="org06c2829">Evolution und Systematik</h2>
<div class="outline-text-2" id="text-org06c2829">
</div>
<div id="outline-container-orga0ac7f3" class="outline-3">
<h3 id="orga0ac7f3">Eigenschaften des Lebens</h3>
</div>
<div id="outline-container-org0123320" class="outline-3">
<h3 id="org0123320">Evolution und Artbildung</h3>
</div>
<div id="outline-container-orgc079137" class="outline-3">
<h3 id="orgc079137">Systematik</h3>
<div class="outline-text-3" id="text-orgc079137">
</div>
<div id="outline-container-org566d9bd" class="outline-4">
<h4 id="org566d9bd">Definition Systematik</h4>
</div>
<div id="outline-container-org37f8773" class="outline-4">
<h4 id="org37f8773">Taxonomie</h4>
</div>
<div id="outline-container-org5f42e5c" class="outline-4">
<h4 id="org5f42e5c">Phylogenetik</h4>
<div class="outline-text-4" id="text-org5f42e5c">
</div>
<ul class="org-ul">
<li><a id="org24694d1"></a>phylogenetische Stammbäume<br>
<ul class="org-ul">
<li><a id="orgf7c3921"></a>Para<br></li>
<li><a id="orgc01e5a1"></a>Poly<br></li>
<li><a id="orgb54e435"></a>Mono<br></li>
</ul>
</li>
<li><a id="org23b9c27"></a>phylogenetisches jargon<br>
<ul class="org-ul">
<li><a id="orgeac1654"></a>Apomorphie<br></li>
<li><a id="org97405c2"></a>Plesiomorphie<br></li>
<li><a id="orgc4b2a21"></a>Synapomorphie<br></li>
<li><a id="orgcb95267"></a>Homoplasie<br></li>
</ul>
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org5b22424" class="outline-2">
<h2 id="org5b22424">Evolution und Ökologie</h2>
<div class="outline-text-2" id="text-org5b22424">
<p>
**
</p>
</div>
</div>
<div id="outline-container-orgac460e9" class="outline-2">
<h2 id="orgac460e9">Moose und Farne</h2>
<div class="outline-text-2" id="text-orgac460e9">
</div>
<div id="outline-container-orgf98666a" class="outline-3">
<h3 id="orgf98666a">Definition Kräuter / krautige Pflanen</h3>
<div class="outline-text-3" id="text-orgf98666a">
<p>
Gefässpflanzen ohnne Lignin / unverholzt.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.5.5)</p>
</div>
</body>
</html>
